Repository: ErbolTakhirov/Vision_AI
Catalog: WayFinder/lib/l10n/app_*.arb
Languages: ky

# startListening
source: Tap to Speak
ky: Сүйлөө үчүн басыңыз

# stopListening
source: Stop
ky: Токтотуу

# processing
source: Thinking...
ky: Ойлонуп жатам...

source: Navigator Mode
ky: Навигатор режими

source: Chat Mode
ky: Чат режими

source: Settings
ky: Жөндөөлөр

source: Server URL
ky: Сервер дареги

source: Save
ky: Сактоо

source: Error
ky: Ката

# welcome
source: Hello! I am your Vision AI.
ky: Салам! Мен Vision AI жардамчысымын.

# cameraPermission
source: Camera permission is required
ky: Камерага уруксат керек

# micPermission
source: Microphone permission is required
ky: Микрофонго уруксат керек
